<template>
    <div>
        <h1>IndeDog 커뮤니티 이용 규칙</h1>
        <h5>IndeDog의 커뮤니티는 독립영화를 사랑하는 모두가 함께 만들어 가는 공간이에요.</h5>
        <h5>더 유익하고, 즐거운 커뮤니티를 위해 아래 이용 규칙을 준수해주세요.</h5>
        <hr>
        <h2>1. 존중과 배려</h2>
        <h5>다양한 사람들이 모여 즐길 수 있는 안전하고 건강한 커뮤니티 환경 조선을 위해 개인 견해를 존중하고 서로 배려하며 예의를 지켜요.</h5>
        <li>회원 상호간에는 존댓말을 사용해요</li>
        <li>욕설이나 비속어를 의미하는 단어, 이모지 등을 사용하지 않아요.</li>
        <li>나와 의견이 다르다고 상대방을 비난 또는 비하 하지 않아요(종교, 취향, 정치적 견해 등)</li>
        <li>특정 회원 / 특정 집단(인종, 성별, 국적, 연력, 지역, 장애)을 비난이나 비하 하지 않아요.</li>
        <hr>
        <h2>2. 청소년 보호</h2>
        <h5>IndeDog은 모든 연령대가 사용할 수 있는 공간이에요.</h5>
        <li>청소년에게 유해한 매체물은 올리지 않아요.</li>
        <hr>
        <h2>3. 개인 정보 보호</h2>
        <h5>모두의 권리와 안전 보호를 위해 다른 사용자의 개인 정보를 유출하거나 공유하지 않아요.</h5>
        <hr>
        <h2>4. 적절한 게시물</h2>
        <h5>다음에 해당하는 게시물은 올리지 않아요.</h5>
        <li>
            욕설이나 비속어가 포함된 글
        </li>
        <li>
            특정 회원, 집단을 비하하는 글
        </li>
        <li>
            종교적, 정치적 분쟁을 일으킬 수 있는 글
        </li>
        <li>
            사적 이득을 위한 글
        </li>
        <li>
            반복적인 글과 댓글
        </li>
        <li>
            범죄와 결부되었다고 판단되는 글
        </li>
        <hr>
        <hr>
        <h1>규칙 위반 처리</h1>
        <li>규칙 위반시 게시물 및 댓글을 비공개 처리 및 수정 요청할 수 있습니다.</li>
        <li>3회 이상 이용 규칙을 위반하는 경우, 강제 탈퇴 조치됩니다.</li>
    </div>
</template>

<script setup>

</script>

<style scoped>

</style>